[
  "On trompe l'utilisateur sur la marchandise",
  "Faut pas y aller à la bûcheronne “boum boum tap tap”.",
  "Tous les chemins mènent à Rome comme disait l'autre !",
  "Il faut pas mélanger les serviettes et les torchons comme disait l’autre.",
  "L’un est un pavé dans la marre, l’autre un détail.",
  "J'aime mettre un peu de sauce à salade autour des feuilles, ça les rend plus digestes.",
  "La mémoire, enfin pas la mienne mais celle de l’ordinateur.",
  "Que j'manipule des int des float des patates ou des dates, c'est la même chose !!",
  "En le lui enfilant, si vous me pardonnez l’expression.",
  "ça devrait faire TILT... si ça ne fait pas TILT. Bah je vais l'faire... TILT !!!!",
  "On va changer de crèmerie comme disait l’autre.",
  "Pas besoin de chercher midi à 15h, 14h suffit",
  "Pourquoi on le vendrait pas, pour se faire un peu des billes comme disait l'autre !",
  "Chaque biscuit de noel correspond à une classe.",
  "On a différents types de queues d’après nos besoins.",
  "Il m’a mis un tournevis avec lequel j'arrive pas à visser.",
  "Il ne faut pas y aller à la petite semaine.",
  "Là y’a rien de neuf sous l’soleil.",
  "La maison ne reculant devant aucun sacrifice... :-)",
  "Vous êtes un aficionado du inline vous.",
  "Il touche profond comme disait l'autre ! (En parlant de bas niveau)",
  "On donne la sauce à travers cette longue litanie de fonctions.",
  "fonctionne, mais terriblement lourd -> cf labos",
  "Pas de jeu de mot, mais ils devraient faire preuve de moins d’inertie et effacer le tableau.",
  "La difficulté elle est allé-allé-hop et le résultat du coup est aussi allé-allé-hop !",
  "Revenons à nos moutons comme disait l’autre.",
  "Je suis content d’avoir été clair comme de l’eau de roche de nos Alpes suisse.",
  "De toute façon j'aime pas être le seul à ne pas être d'accord.",
  "Une personne, soit c’est un suisse, soit c’est un étranger.",
  "Il y avait une formule longue comme une agonie.",
  "Découper un problème c'est comme découper un saucisson",
  "C'est pour voir si l'effet du mousseux ne vous a pas trop émoussé durant les fêtes.",
  "Il devrait y avoir une armée de bras qui se lèvent pour me bombarder d'insultes.",
  "Je vous l’ai expliqué hier? Oui? Bon alors je vous le réexplique.",
  "Ça on peut très rapidement le calculer... sur une calculette",
  "Le dernier calendrier en date… C’est un jeu de mots.",
  "C’est un peu rébarbatif.",
  "On va passer là-dessus comme chat sur braise !",
  "Le fer est chaud, on les a encore en tête ces fonctions.",
  "Le prototype c’est comme une descente à 50 degré, ce qui compte c’est le premier virage.",
  "L’informatique c’est pas coder comme un bourrin, boum boum boum boum. Ça c’est le type au fond de son garage.",
  "Il ne faut pas y aller à la petite semaine.",
  "On a begin et end qui puis.. Vas-y kiki!",
  "Je peux y perdre des plumes comme disait l’autre.",
  "Ça c’est gentil car vous restez en famille.",
  "Une exception c’est comme une bulle de gaz sous l’eau",
  "Dans valarray il y a deux mots, val et array.",
  "Là on va perdre un temps géologique !",
  "Vous pouvez dormir sur vos 4 oreilles, car un homme averti en vaut deux et que 2x2 = 4",
  "C’est un patron.. Au sens couture du terme.. Comme un moule ! Comme pour faire une robe ou une chemise. Un Patron !",
  "Il devrait y avoir une armée de bras qui se lèvent pour me bombarder d'insultes.",
  "Vous secouez comme un shaker, c’est ça random  ̲shuffle.",
  "Tips and tricks",
  "En C c'est un peu caca-chenil !",
  "Mais là, ça mange pas de foin comme disait l’autre.",
  "Le codage c’est la touche finale, c’est la peinture qu’on met sur la carrosserie...mais d’abord faut faire la carrosserie.",
  "String string c’est un couteau suisse.",
  "Je peux dormir sur mes deux oreilles en écrivant ceci.",
  "Vous noterez qu'aucun de ces tableaux n’a été martyrisé.",
  "Ce qu'il y a de bien avec les strings, c'est que c'est transparent !",
  "Ce problème on va le résoudre au pic à glace.",
  "On y va dare-dare, sans sourciller d’un sourcil.",
  "Tous ces éléments là mélangés, Milkshake.",
  "Il faut commencer avec la deux chevaux avant de passer à la rolls."
]
